BackwardStepIco/rhoPimpleCentralFoam/common/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2312                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=64;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          10;
        startFace       9920;
    }
    outlet
    {
        type            patch;
        nFaces          20;
        startFace       9930;
    }
    walls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          530;
        startFace       9950;
    }
    symwall
    {
        type            empty;
        inGroups        1(empty);
        nFaces          10200;
        startFace       10480;
    }
)

// ************************************************************************* //
